[
    {
        "title": "10. August 1998",
        "content_left": "Yesterday I had a super stupid fight with someone over my favourite TV shows.</br>So I decided to make a Top-Tier List.</p>TV-Shows</p><img class=\"sticker right\" src=\"assets/blog/fav_shows/al.gif\">1. Married with Children</br>2. Prince of Bell Air</br>3. Alf</br>4. X-Files</br>5. Sister, Sister</p>Animes<img class=\"sticker right\" src=\"assets/blog/fav_shows/conan.png\"></p>1. Detective Conan</br>2. Pokemon</br>3. Dragon Ball Z</br>4. Sailor Moon</br>5. Initial D",
        "content_right": "Cartoons</p><img class=\"sticker right\" src=\"assets/blog/fav_shows/take-that-you.gif\">1. Beavis and Butthead</br>2. Simpsons</br>3. South Park</br>4. Pinky and Brain</br>5. Teenage Mutant Ninja Turtles</p>So are they good or not?</p><a href=\"https://90s.myretrotvs.com/\"><img class=\"sticker\" src=\"assets/blog/fav_shows/retrotv.png\"></a>"
    },
    {
        "title": "15. August 1998",
        "content_left": "<img class=\"sticker left\" src=\"assets/blog/fashion/text.gif\">There is a special girl in my class, I might like a little.</p>Today I was brave enough to talk to her.</p>I know she may be out of my league but, I had to give it a shot.</p><img class=\"sticker right\" src=\"assets/blog/fashion/outfit 1.png\">And we had really long conversation, totally forgot that I had training.</p>She said she is super into Fashion and wants become a designer one day.",
        "content_right": "So I thought I could get myself a make over.</p>I pretty much have no sense of style at all, but here I look for some outfit ideas that could match my personality and be kind of cool.</p><img class=\"sticker left\" src=\"assets/blog/fashion/outfit 2.png\">Let me know what you think...</p>"
    },
    {
        "title": "22. August 1998",
        "content_left": "We had a cool Movie night this Weekend.</br>Watched my fav movie and Wolfgangs.</p><img class=\"sticker right\" src=\"assets/blog/movienight/mibblitz.gif\">Mine was Men In Black and his was the weirtd but classic Pulp Fiction.</p>Quentin Terentino is a genius I've to admit, but nothing can come close to an alien invasion.</p><img class=\"sticker right\" src=\"assets/blog/movienight/mib.png\"><img class=\"sticker right\" src=\"assets/blog/movienight/pulpplakat.png\">",
        "content_right": "<img class=\"sticker\" src=\"assets/blog/movienight/rayban.png\">We even bought the limited edtion of the original glasses from the MIB movie.</p>Wearing them all day all night now. hahaha</p>what do you guys think, wich one is better??<img class=\"sticker left\" src=\"assets/blog/movienight/pulp.gif\"></p>(umfrage einfügen, zum abstimmen zwischen MIB und Pulp)"
    },
    {
        "title": "10. September 1998",
        "content_left": "<img class=\"sticker\" src=\"assets/blog/mtv/mtv-mtv-logo.gif\">Me and my best friend Wolfgang watched the MTV Movie Awards yesterday, and it was insane.</p><img class=\"sticker left\" src=\"assets/blog/mtv/madonna.jpg.png\">Madonna just hit up with 6 out of 9 awards and did a live performance like damn, we all know she is the queen of pop. Even Lenny Kravitz teamed up on stage.",
        "content_right": "<img class=\"sticker left\" src=\"assets/blog/mtv/davemathewsband.jpg\">Wolfgang and I were looking for the Dave Mathews Band to perform, they always make us think about learning how to play the guitar, but I know we'll suck.</br>Will Smith with and the prodogy both won 2 awards.</p>pretty awesome at all.</p><img class=\"sticker right\" src=\"assets/blog/mtv/RoseMTV.png\">Best outfit was all ahead Rose McGowan, she was nearly naked, but what else to acept if your boyfriend is Marylin Manson.</br>So we are looking for the nextg show.</br>MTV rocks!!!"
    },
    {
        "title": "15. September 1998",
        "content_left": "<img class=\"sticker left\" src=\"assets/blog/bsb/bsb.jpg\">You'd never believe.</p>My Mom totally got a crush on the Backstreet Boys, it's awful.</p>I have to listen to their songs all day and night.</p>She really got insane.</p>I want to die.</p>I hate this kind of music.</p>But somehow I am happy for here, since she was so depressiv the last months and we didn't know why.",
        "content_right": "But I guess all the girls are into these boygroups, was just a matter of time as my mom is a girl insinde still.<img class=\"sticker\" src=\"assets/blog/bsb/backstreet-boys-aj.gif\">Maybe I'll get her some concert tickets for her birthday.</p>Wanna see her smile.</p>She really deserves this.</br>But still I hate them and I wish I would become deaf."
    }
]