[
    {
        "id": 1,
        "title": "August 1995",
        "description": "Jack and Jim are my best friends.</p>The cigarette is my tender lover, the only one kissing my lips.</p>Nightmares are the only dreams I ever had.</p>What else do I wish for. I have everything that I need.</p>No future infront, only a wreck of past behind, how much mess do I need more to live like hell?</p>I am not afraid of death, I am not afraid to fall.</p>I don't care what you think of me, or if it's me you adore.</p>My soul is evil, my tongue is dirty, my eyes are burning to see you bleed.</p>A rocking song and the endless night is all I need.</p>To get lost in the freakness that's the world.",
        "image": "assets/polaroids/Aug 95.png"
    },
    {
        "id": 2,
        "title": "Januar 1996",
        "description": "She was the most beautiful girl I have ever seen, I swore on my life, I would never leave. These eyes, they blind me, this simle it reminds me of a day when I used to be happy like that.</p>I talked to her for a little while, I soak in all the words, soak in her smile.</p>We met at the same place every following day, until I ask her \"Why do you take my breath away?\"</p>And she smiled like an angel, smiled all the tears away, than she whispered \"I am the love inside you!\"</p>She took my hand and we walked away. Walked miles, walked for hours",
        "image": "assets/polaroids/Jan 96.png"
    },
    {
        "id": 3,
        "title": "May 1996",
        "description": "All these signs can not be lies.</p>All these pictures can not be fake.</p>I saw you dying in my arms, kissed away your last breath. but how come you stand there humiliating me. telling me you don't love me anymore, tell me you hate what I am now.</p>I have been through hell for you, killed my live, my heart, drank the tears for you.</p>And now I have to see you, being someone else.</p>I am not giving up, cuz in my dreams I see you, coming back to save my world.</p>I believe things happen for a reason, so did happened, we.</p>I changed, you changed, its all meant to be.</p>I know this ain't the right time, this ain't the right place, but why can't you just leave me alone in my space.</p>For a while I have to get clear with my mind, understand what I am now.</p>And how to live without my heart.</p>You promised me to keep it save, to hold it in your blooded case.</p>To unwrap it at nights to feel the warm beat, to kiss it when there are no words left to speak.</p>I love you to death, and this is where we are now.</p>Forgotten, forsaken, screams left unheard.</p>I am waiting at the gates for you and my heart to return.",
        "image": "assets/polaroids/May 96.png"
    },
    {
        "id": 4,
        "title": "June 1996",
        "description": "How did we ended, how did we die?</p>What was the matter, why do you cry?</p>I just stand speachless behind closed doors</p>Broken and heartless I am still yours</p>But now that you're gone, I have forgotten, I have forgiven, I have just fade</p>Like that pictures of us, once happy days you've made</p>I know to apologize for all it is to late,</p>but these words left unspoken, turned into hate</p>Now I wish I could kill you, like you did with me</p>I wish I could murder,  coming away</p>I get revenge, like you will see</p>Pretend to be trough every day</p>One night I will wake up and knife you down,</p>when we both alone and  no one's around</p>No one will hear you, even if you make a sound</p>All the blood on my hands,</p>wipe all demands</p>Now I am not feeling you no more</p>Now I don't speak about you no more</p>You had the chance to change your end,</p>but you don't understand</p>All these words left unspoken,</p>kept my heart be broken</p>No chance to heal</p>My soul about to peel</p>Still asking  why can't you be here?",
        "image": "assets/polaroids/Jun 96.png"
    },
    {
        "id": 5,
        "title": "August 1996",
        "description": "Last Night</br>Before you go and betray</br>What about this Love you did say</p>Just take the knife</br>Kill this Love</br>Kill your wife</p>I am not believing no lie</br>You got my heart</br>be free, leave and die</br>to realize you did murder I will take some time</p>But I am not feeling nomore</br>cuz you</br>Kill</br>than you</br>Love</br>just to</br>Kill</br>all the</br>Love</p>I had inside</p>Last Touch</br>Last Smile</br>before I go away for a while</br>leave the body I'm in</br>locked away like a sin</p>till you see</p>not to</br>Kill</br>all my</br>Love</br>to have me in your heart",
        "image": "assets/polaroids/Aug 96.png"
    },
    {
        "id": 6,
        "title": "September 1996",
        "description": "Dear Killer,</p>I am writing this letter to you, because I want you to know all the things in my mind.</br>I know you don't know me, and may you never will, but to keep that inside me, one day will kill me.</br>So many nights I lay here and think of you. Have the picture when I first saw you, straight on my mind.</br>I am not obsessed, I am just a fool. You may think I could talk to you. But it ain't that easy.</br>You wouldn'twant me, you wouldn't want that all. So I write you these lines, straight from my heart.</br>If you could only see how I feel for you. My heart is bleeding every second we are apart.</br>I want you back. I will get you back. You are mine. Forever and always, just like you said.</br>You will keep your promise as I will, too. You and I we will be together. Don't forget me.</br>I will lay down the world for you. Stop searching for the right, I am here.</br>All of you is what I want, what I need. You are my missing piece.</br>It is killing me. It makes me killing myself. See you with someone else. See you not with me.</br>Please give me a sign that all that hasn't to be as cruel as you make it.</br>Just lay a letter, right where you are. I will find it and reply as far.</p>Yours tenderly</p>Lover",
        "image": "assets/polaroids/Sep 96.png"
    },
    {
        "id": 7,
        "title": "Januar 1997",
        "description": "Dear Lover,</p>I wish I would know who you are. It sounds crazy but I like, the words that you wrote.</br>I am waiting for you, where ever you want me. Save me, my life, Let me fly away with you.</br>My heart is broken and no way to fix it ever again. Even if I don't know who you are, I hope you be saving me.</br>Every day I am sitting on the steps, wait for heaven to open up, and let me in.</br>I am dieing here, so alone, with a broken heart and my broken legs. I wish I would die.</br>I wish I would just disappear from this cold and empty place. No one is here to rescue me. No one to care.</br>if I am here or not, what would it matter. Why aould I deserve to live.</br>Thank you for all you did, even if I don't know what. I know you will be the one.</br>Forget about the promises I made before. I am promising now that I am all yours.</br>I have lost my soul long time ago. Now I lost my heart. I am all yours if you want me.</br>Take whats left of me. If you can fix me, I will stay.</br>No matter who you are. No matter who I am.</p>Yours deadly</p>Killer",
        "image": "assets/polaroids/Jan 97.png"
    },
    {
        "id": 8,
        "title": "February 1997",
        "description": "I used to be just someone, so long ago.</br>Now I am the one, forever and always.</p>To much to be innocent, to less to be cruel. I am just me, but to much to be who I was and not enough to be someone new. So what am I? Who am I?</br>I am someone I don't want to be. I just wish to be like you, want to disappear and be normal for a bit.</br>Want to stop life, want to hold the world, stop it from spinning.</br>Just a minute, away from it all.</p>I used to be like that. I could sit somewhere for hours, having nothing on my mind.</br>Now, I am just the one, for everyone. To much on my mind, to much inside.</br>Just pray for it to go away.</br>But I doubt it will change, all of that.</p>So I flow with the storm, let me slip away. Just wait for the day I will be finaly free.</br>Free from expectations, wishes, hopes and dreams.</br>Free like the wind, blowing through my hair.</p>One day. Yes one day, I will be just be someone.",
        "image": "assets/polaroids/Feb 97.png"
    },
    {
        "id": 9,
        "title": "February 1997",
        "description": "I can not say how many times I still think of the one I had.</br>But I can tell how many times I think of the one I have.</p>I thought I had killed love, and yes I did. But somehow, there came a ghost, a shadow so invisible, so long down by my side and brought me back to life. ",
        "image": "assets/polaroids/Feb 97 - 1.png"
    },
    {
        "id": 10,
        "title": "May 1997",
        "description": "Once up on a time, I used to know a girl,</br>she was so anxious and shy.</br>Once up on a time, I used to know a girl,</br>she was so afraid of the world.</p>She was such a tender soul, such a beautiful, someone you really needed to know.</br>I was meeting her on the streets at nights, she was broke, cause she lost all fights.</br>I talked to her, to that lovely girl and she handed me her story of crime.</br>May it wasn't much, still a horror show, I understand why she was always on the go.</p>Needed to runaway</br>Needed to stay clear</br>Needed to save what was left of her</p>Now I remember, that angel girl, and I ask myself what just happened to her.</br>I feel sorry, because I couldn't save what was left of her at that special one day.</br>When she left me there, in my picture world, she created with her words truth</br>She disappeared into darkness, I guess thats the place she lingres until someone comes to save her soul</p>Needed to be saved</br>Needed to be loved</br>Needed not to be the one looking down from above</p>A knight in shining armor , a prince on a white horse,</br>only just someone who would take her hand, lead her into light, make her happy, love her truly and forget about all the lonely, creepy nights.</p>I wish for her all the best.</p>Sorry baby</br>makes me crazy</br>I let you go like this",
        "image": "assets/polaroids/May 97.png"
    },
    {
        "id": 11,
        "title": "July 1997",
        "description": "Where am I going? Am I going down my own road to gentle pain? Or am I just doing the walk of shame?</br>Do I blind my eyes from all the truth, cause where I go, I am the only one to choose.</br>Do I fight to hard for these lies to be for real, cause I run away from what I really feel.</br>I know you are a lying bitch, try to cover it up with the roles of us you switch.</br>You titel me a cheater, mean and all of me is a failure to the lord. Instead it's you who should be put on court.</br>I am tiered of these games to play, just back off and leave far away.</br>Every second of the time we spent was just a lie and there's not helping your fake apology. How could you cut my soul into so many pieces, how could you burn my heart into dust.</br>I poored you my story, my weekest fear and you spid on me like you didn't hear.</br>Gave you chances to tell me, gave you chance to love, but now I figured out I was just a game you played for the fun from above.</br>All that you said, you truly ment it, in anger you showed me your face. I was just a waste of time, someone who was easy the time to waste with.</br>I am gone from this world, thanks to you, I lost my reality thanks to me.</br>There is only me to blame in this senario, cause I should've said stop, should've made the cut.</br>Leave me here in this mess alone, cause this what I know best, this is where I am grown.",
        "image": "assets/polaroids/Jul 97.png"
    },
    {
        "id": 12,
        "title": "September 1997",
        "description": "I woke up one morning and felt different. I haven't been me in a while, just because of you.",
        "image": "assets/polaroids/Sep 97.png"
    }
]